[
    {
        "body": "The ESYO project you created is extraordinary, and I sincerely believe it has the great value in musical experience of every participant. Your 'first hear it, then play it' is still one of the most fundamental rules in my performances. Thank you for becoming the Teacher in my life.",
        "author": "Maksym, cellist and former member from Ukraine",
        "id": "1",
        "column": "sx"
    },
    {
        "body": "I think that the ESYO orchestra was the best thing that happened in my life, because my entire musical journey is also connected with it... Thank you!",
        "author": "Ana, violinist and former member from Slovenia",
        "id": "2",
        "column": "sx"
    },
    {
        "body": "There are many children with great talent, and I hope we will do the possible to get the best out of their potential qualities. Great effort and care as well as interest in humanity are necessary to reach this proposal.",
        "author": "Prof. Max Rostal, violinist and pedagogue",
        "id": "3",
        "column": "sx"
    },
    {
        "body": "The time with you at CEI YO remains as one of the finest and inspiring moments of my musical development so far.",
        "author": "Ivana, violinist and former member from Serbia",
        "id": "4",
        "column": "dx"
    },
    {
        "body": " I still remember my very first orchestra experience. You were the first person who saw my potential and invited me to participate in your wonderful project, It was a very rich and valuable experience. Warmest regards from Moscow.",
        "author": "Aliaksandr, bassoon player and former member from Belarus",
        "id": "5",
        "column": "dx"
    },
    {
        "body": "Today is the dress rehearsal of my first concert with the Berlin Philharmonic orchestra. In the last days I have had the opportunity to observe the rehearsals, the behavior of the orchestra members, the environment exactly as you had described it to us... then I thought that, without the ESYO experience, I most likely wouldn't be here now, in the room no. 412 of the Philharmonie.",
        "author": "Rocco, trombone player and member from Italy",
        "id": "6",
        "column": "dx"
    }
]