{
    "name": "Nenad Petković",
    "role": "guest conductor",
    "image": "/img/guest_conductor.jpg",
    "body1": "Nenad Petković graduated in General Musical Pedagogy from the Academy of Arts in Novi Sad and later completed his studies in conducting at the Faculty of Music in Belgrade in the class of Professor Stanko Šepić, with whom he also completed specialist studies in conducting in 2009.\n Since 1999 he has been the founder and conductor of the Choir of Spiritual Music Iskon in Kovin, and since 2003 he has worked as an orchestra teacher at the Davorin Jenko Musical School in Belgrade. He participated in the preparation of Mozart’s Requiem for male choir and orchestra organized by the Association of Music Schools of Serbia, and has served as a commissioned conductor of the Youth Philharmonic Orchestra since 2007, an ensemble composed of students from music schools across Serbia.\n In 2008 he collaborated with the Belgrade Children’s Philharmonic Orchestra on the concert “Shoulder to Shoulder,” organized by the Belgrade Philharmonic Orchestra.\n Since 2010 he has worked as a guest conductor with the orchestra of the E Musica Nuova music school in Milan, and from 2012 he has conducted chamber orchestras within the International Music Lovers association. He was the conductor of “The Youth Super Orchestra” project in 2013, bringing together young musicians from Slovenia and Serbia for concerts in Ljubljana, Portorož, and Belgrade. ",
    "body2": "With the orchestra of the “Davorin Jenko” Music School, he won first prize at the National Competition in both 2015 and 2017, and he frequently serves as a jury member in the orchestra category at the Festival of Music Schools of Serbia and the International Network Competition. In 2015 he conducted the Youth Philharmonic Orchestra, comprising musicians from Italy, Spain, and Serbia, at the opening of the concert season “Crescendo in Music” in the Verdi Auditorium in Milan, and since 2016 he has regularly participated as a conductor in projects with the European Spirit of Youth Orchestra."

}