[
  {
    "title": "ESYO Summer Tour 2026: Join Us Across Europe!",
    "body": "From July 19 to August 9, 2026, the European Spirit of Youth Orchestra (ESYO) embarks on its exciting Summer Tour 2026, titled “UNITED TOGETHER – 2026.” This year’s tour will feature concerts in Italy, Slovenia, Austria, and Croatia, bringing together talented young musicians from across Europe and beyond, united by music and friendship.\nConcert dates and details will be available online soon – stay tuned to our website for the full schedule and join us on this unforgettable musical journey across Europe!\nP.S. Auditions for the 2026 season are now open until March 31, 2026. Apply today via the Auditions page on our website!",
    "partnerSponsor": [],
    "img": "/img/news/testbkg.jpeg",
    "publishedDate": "2026-01-09",
    "author": "",
    "id": "202601091"
  },
  {
    "title": "The European Spirit of Youth Orchestra opened the year at the Politeama Rossetti. An interview with the founding maestro.",
    "body": "The European Spirit of Youth Orchestra took center stage at the New Year’s concert at the Politeama Rossetti in Trieste (Italy). Founded by Trieste-born Igor Kuret Coretti, the orchestra has, over more than 30 years of activity, involved and launched over 3,000 young musicians from across Europe. Many artists who trained with the ESYO now perform on the world’s most prestigious stages.\nOne of the most significant moments in the orchestra’s life is the period of intense rehearsals leading up to concerts. The next gathering for the young musicians will take place in spring in the Italian and Slovenian Collio region, where the talented performers from across the continent will be hosted by local winemakers in the Collio/Brda area. A series of concerts will follow. The project is part of the GO!2025 programme, effectively extending its spirit.",
    "partnerSponsor": [],
    "img": "/img/news/raifvg5jan26.jpg",
    "button_link": "https://www.rainews.it/tgr/fvg/notiziari/video/2026/01/Buongiorno-Regione-Friuli-Venezia-GIulia-del-09012026-2ffff71c-8da5-40d2-9275-008dd0000faa.html?wt_mc=2.www.wzp.rainews",
    "button_text": "Watch the full interview",
    "publishedDate": "2026-01-09",
    "author": "Source: RAI Friuli Venezia Giulia",
    "id": "20260109"
  },
  {
    "title": "New Audition 2026/27 Season Announced",
    "body": "We are pleased to announce the opening of the new audition season, running from December 1, 2025, through March 31, 2026. All young musicians are warmly encouraged to apply via the Auditions page on this website. We look forward to discovering new talent and welcoming the next generation of performers!",
    "partnerSponsor": [],
    "img": "/img/news/testbkg4.jpeg",
    "publishedDate": "2025-11-30",
    "author": "",
    "id": "20251130"
  }
]
