[
  {
    "body": "Fondata a Trieste nel 1991 in seguito allo scoppio della guerra nei Balcani, l’associazione culturale senza scopo di lucro Scuola per Giovani Musicisti Europei SGME ha come principale obiettivo promuovere il dialogo e il rispetto delle diverse culture europee. Contribuisce allo sviluppo di politiche di vicinato e di allargamento dell'UE, favorendo l'integrazione europea attraverso di eventi culturali e sociali che coinvolgono attivamente i giovani musicisti di talento provenienti da vari paesi europei. Dal 1994 promuove e sostiene il Progetto ESYO considerato da molti un importantissimo strumento di crescita dei giovani musicisti d’Europa. Un progetto innovativo che ha visto crescere musicalmente e umanamente oltre 2500 giovani musicisti di talento. \n Con il progetto di formazione orchestrale European Spirit of Youth Orchestra ESYO, indirizzato ai giovani musicisti tra i 13 ed i 19 anni e selezionati ogni anno nei paesi dell'Est, del Centro Europa e dei Balcani, l'associazione SGME offre l'opportunità di vivere un'esperienza formativa e artistica, fondamentale per la crescita professionale e personale di nuove generazioni di musicisti e di cittadini europei responsabili e consapevoli dell’importanza dell’ascolto e del dialogo. Oltre a formarsi musicalmente in un ambiente multiculturale, i musicisti sono incoraggiati a cercare l'eccellenza e acquisiscono nuove competenze, tra cui la capacità di ascolto, essenziale per suonare in un ensemble sinfonica. \n L’associazione SGME ha già beneficiato anche dei da enti pubblici nazionali e comunitari, ma opera soprattutto grazie alle donazioni e contributi liberali di privati (persone e aziende) che si riconoscono nei valori e negli ideali del progetto ESYO.",
    "lang": "it",
    "button": "Diventa socio di SGME!",
    "downloadedFileName": "Scheda Associato SGME",
    "id": "1"
  },
  {
    "body": "Founded in Trieste in 1991 following the outbreak of the war in the Balkans, the non-profit cultural association Scuola per Giovani Musicisti Europei (School for Young European Musicians) SGME has as its main objective to promote dialogue and respect from different European cultures. It contributes the development of EU neighborhood and enlargement policies, promoting the European integration through the organization of cultural and social events that actively involve young talented musicians from various European countries. Since 1994 it has promoted and supported the ESYO Project, considered by many to be a very important tool for the growth of young musicians in Europe. An innovative project that has seen over 2,500 talented young musicians grow musically and personally.\n With the European Spirit of Youth Orchestra ESYO orchestral training project, aimed at young musicians between 13 and 19 years old and selected every year in Eastern, Central European and Balkan countries, the SGME association offers the opportunity to live an educational and artistic experience, fundamental for the professional and personal growth of new generations of musicians and responsible European citizens aware of the importance of listening and communicating. In addition of the musical training in a multicultural environment, musicians are encouraged to strive for excellence and acquire new skills, including listening skills, essential for playing in a symphonic ensemble. \n The SGME association has already benefited from funding from national and community public entities but operates above all thanks to donations and liberal contributions from private individuals (people and companies) who recognize themselves in the values and ideals of the ESYO project.",
    "lang": "en",
    "button": "Become a SGME member!",
    "downloadedFileName": "SGME Application",
    "id": "2"
  }
]
